{"1. 1.":{"name":"Den obnovy samostatného českého státu / Nový rok", "description":"Právě na den 1. ledna připadá svátek oslavující vznik samostatné České republiky. Stalo se tak 1. 1. 1993 a došlo k tomu na základě usnesení Federálního shromáždění o rozdělení federativní republiky (ČSFR) na dva samostané státy - Českou republiku a Slovneskou republiku.\nNový rok je svátkem a oslavou začátku nového roku. Na našem území dle gregoriánského kalendáře připadá právě na 1. ledna. Oslavy začínají vždy poslední den v předchozím roce, což připadá na datum 31. prosince, kdy se slaví Silvestr a oslavy se protáhnou do časných hodin. V moderní době se již často nesetkáme s klasickými papírovými novoročenkami, neboť je nahradily sms a emailové zprávy. Podstata přání do nového roku však zůstává, jedná se hlavně o přání zdraví a štěsí. Mnoho lidí si též dává novoroční předsevzetí, že budou či naopak v novém roce nebudou dělat to či ono. Pokud se podíváme do zemí, které se řídí kalendářem juliánským, to jsou země, které mají nejrozšířenější pravoslavou církev, tak zde připadá nový rok až na 14. ledna."},"30. 3.":{"name":"Velký pátek","description":""},"1. 4.":{"name":"Velikonoční pondělí","description":"Velikonoce jsou nejvýznamnějším křesťanským svátkem v roce. Ovšem velikonoce mají dlouholetou tradici a jedná se o oslavu jara. Velikonoce vznikly z latinského pascha, které překládáme jako přechod či přejití a jedná se o oslavu zmrtvých vstání Ježíše. Právě ukřižování Ježíše bylo nedaleko od židovského svátku pesach - oslava osvobození Izraelitů Mojžíšem z egyptského otroctví. Velikonoce nemají v našem kalendáři stálé datum, jsou vypočítávány právě podle \"velké noci\" kdy byl Kristus vzkříšen. Celé velikonoční období trvá 50 dní od Velikonoc do tzv. Letnic, přičemž pro většinu z nás znamená oslavu Velikonoc pár dnů volna navíc, které jsou s jejich oslavou spojeny. Celý velikonoční týden: Modré (někdy žluté pondělí) Šedivé úterý Popeleční středa Zelený čtvrtek Velký pátek Bílá sobota Boží hod velikonoční (připadá vždy na neděli) Velikonoční pondělí Právě k Velikonočnímu pondělí se vážou tradice, které zná každý z nás. Nejčastější je pletení pomlázek a barvení vajíček. Většinou chodí na koledu chlapci a vyšupávají dívky \"aby neuschly\". A v některých koutech naší republiky se jednou za 4 roky tato tradice obrací a chodí šupat dívky - jedná se o přestupný rok. Další tradicí koledy je polévání vodou a samozřejmě ta nejpříjemnější část - obdárovávání. Tradiční malovaná vajíčka - kraslice v dnešní době často nahrazují čokoládová vejce či různé sladkosti a v neposlední řadě i něco na zahřátí."},"1. 5.":{"name":"Svátek práce","description":"Svátek práce, neboli 1. máj má mnoho z nás spojen se socialistickou propagandou bývalého režimu. Historie vzniku tohoto svátku sahá až do roku 1890. O rok dříve byl právě Svátek práce vyhlášen jako oslava na paměť vypuknutí stávky Chicagských dělníků, takže původ tohoto svátku sahá do USA. V Českých zemích se Svátek práce - první máj slaví od roku 1890 a první oslavy se konaly na Střeleckém ostrově v Praze. V naší zemi právě v období socialismu byl první máj velmi populární, byly organizovány bohaté průvody městy, doplněné o tribunální přednesy čelních představitelů strany. Účast zde byla povinná a jistě si mnoho z vás vzpomene na \"fasování\" transparentů a mávátek na podpis. V průvodu byly zastoupeny jak děti ze škol, tak podniky a různé organizace, např. Červený kříž apod.. Tradiční prvek oslav socialistického prvního máje tvořila mávátka, transparenty, pugety šeříků a samozřejmě alegorické vozy. V porevolučních dobách, tj. po roku 1989 se oslavy prvního máje hromadně nekonají, ale obvykle je využívají politické strany ke svému zviditelnění."},"8. 5.":{"name":"Den vítězství","description":"Na 8. květa připadá jedna z hlavních událostí historie nejen ČR ale i Evropy. Právě na 8. května roku 1945 připadá ukončení 2. světové války. Stalo se tak díky kapitulaci Německa. Pokud se podíváme do dějin tehdejšího Československa, tak 5. května vypuklo na základě celoevropských událostí pražské povstání. O 3 dny později - 8. května byla podepsáno příměří a ústup jednotek Wermachtu z našeho území. Za období socialismu jsme tento den slavili až 9. května, kdy byla osvobozena Praha Rudou armádou, ale v porevolučních dějinách naší země, se tyto oslavy přesunuly zpět na datum 8. května, neboť dnes již víme že část naší země osvobodili Američané."},"5. 7.":{"name":"Den slovanských věrozvěstů Cyrila a Metoděje","description":""},"6. 7.":{"name":"Den upálení mistra Jana Husa","description":"Mistr Jan Hus je bezesporu významnou postavou našich dějin. Narodil se kolem roku 1370 v Husinci a byl římsko-katolickým knězem, reformátorem a kazatelem a bezesporu jedním z nejvýznamějších českých středověkých myslitelů. Vyučoval na pražské univerzitě a v náboženských pracech kritizoval mravní úpadek církve, za čož ho Katolické církev označila za kacíře. Následoval kostnický koncil, kde byl jako kacíř odsouzen a následně upálen, neboť odmítl odovlat své učení. Byl upálen i přes to, že císař písemně zaručil jeho bezpečnost. Jako reformátora jej Katolická církev uznala až v moderní době, kdy tak učinil papež Jan Pavel II."},"28. 9.":{"name":"Den české státnosti","description":""},"28. 10.":{"name":"Den vzniku samostatného československého státu","description":""},"17. 11.":{"name":"Den boje za svobodu a demokracii","description":""},"24. 12.":{"name":"Štědrý den","description":""},"25. 12.":{"name":"1. svátek vánoční","description":""},"26. 12.":{"name":"2. svátek vánoční","description":""}}
